{
  "Alzheimers": {
    "symptoms": {
      "headache": "no",
      "back_pain": "no",
      "chest_pain": "no",
      "cough": "no",
      "fainting": "no",
      "sore_throat": "no",
      "fatigue": "no",
      "restlessness": "high",
      "low_body_temp": "no",
      "fever": "no",
      "sunken_eyes": "no",
      "nausea": "no",
      "blurred_vision": "no"
    },
    "description": "Alzheimer’s disease is an irreversible, progressive brain disorder that slowly destroys memory and thinking skills and, eventually, the ability to carry out the simplest tasks.\n\nIn most people with the disease—those with the late-onset type—symptoms first appear in their mid-60s.\n\nEarly-onset Alzheimer’s occurs between a person’s 30s and mid-60s and is very rare.\n\nAlzheimer’s disease is the most common cause of dementia among older adults.",
    "treatment": "Cognition-enhancing medication\nImproves mental function, lowers blood pressure and may balance mood."

  },
  "Arthritis": {
    "symptoms": {
      "headache": "no",
      "back_pain": "high",
      "chest_pain": "no",
      "cough": "no",
      "fainting": "no",
      "sore_throat": "no",
      "fatigue": "low",
      "restlessness": "no",
      "low_body_temp": "no",
      "fever": "no",
      "sunken_eyes": "no",
      "nausea": "no",
      "blurred_vision": "no"
      },
      "description": "Arthritis is inflammation of one or more of your joints. Pain, swelling, and stiffness are the primary symptoms of arthritis. Any joint in the body may be affected by the disease, but it is particularly common in the knee.\n\nKnee arthritis can make it hard to do many everyday activities, such as walking or climbing stairs. It is a major cause of lost work time and a serious disability for many people.\n\nThe most common types of arthritis are osteoarthritis and rheumatoid arthritis, but there are more than 100 different forms. While arthritis is mainly an adult disease, some forms affect children.\n\nAlthough there is no cure for arthritis, there are many treatment options available to help manage pain and keep people staying active.\n",
      "treatment": "Arthritis treatment focuses on relieving symptoms and improving joint function. You may need to try several different treatments, or combinations of treatments, before you determine what works best for you.\n\nMedications\nThe medications used to treat arthritis vary depending on the type of arthritis. Commonly used arthritis medications include:\n\nAnalgesics. These medications help reduce pain, but have no effect on inflammation.\n\nNonsteroidal anti-inflammatory drugs (NSAIDs). NSAIDs reduce both pain and inflammation. Over-the-counter NSAIDs include ibuprofen and naproxen sodium. Oral NSAIDs can cause stomach irritation, and some may increase your risk of heart attack or stroke.\n\nDisease-modifying antirheumatic drugs (DMARDs). Often used to treat rheumatoid arthritis, DMARDs slow or stop your immune system from attacking your joints.\n\nTherapy\nPhysical therapy can be helpful for some types of arthritis. Exercises can improve range of motion and strengthen the muscles surrounding joints. In some cases, splints or braces may be warranted.\n\nSurgery\n\nIf conservative measures don't help, your doctor may suggest surgery, such as:\n\nJoint repair. In some instances, joint surfaces can be smoothed or realigned to reduce pain and improve function. These types of procedures can often be performed arthroscopically — through small incisions over the joint.\n\nJoint replacement. This procedure removes your damaged joint and replaces it with an artificial one. Joints most commonly replaced are hips and knees.\n\nJoint fusion. This procedure is more often used for smaller joints, such as those in the wrist, ankle and fingers. It removes the ends of the two bones in the joint and then locks those ends together until they heal into one rigid unit."
  },
  "Asthma": {
    "symptoms": {
      "headache": "no",
      "back_pain": "no",
      "chest_pain": "high",
      "cough": "high",
      "fainting": "no",
      "sore_throat": "no",
      "fatigue": "no",
      "restlessness": "low",
      "low_body_temp": "no",
      "fever": "no",
      "sunken_eyes": "no",
      "nausea": "no",
      "blurred_vision": "no"
    },
    "description": "Asthma is a major noncommunicable disease characterized by recurrent attacks of breathlessness and wheezing, which vary in severity and frequency from person to person.\n\nSymptoms may occur several times in a day or week in affected individuals, and for some people become worse during physical activity or at night.\n\nDuring an asthma attack, the lining of the bronchial tubes swell, causing the airways to narrow and reducing the flow of air into and out of the lungs.\n\nRecurrent asthma symptoms frequently cause sleeplessness, daytime fatigue, reduced activity levels and school and work absenteeism.\n\nAsthma has a relatively low fatality rate compared to other chronic diseases.\n",
    "treatment": "There is no cure for asthma.\n\nSymptoms can be prevented by avoiding triggers, such as allergens and irritants, and by the use of inhaled corticosteroids.\n\nAnti-inflammatory drugs, particularly inhaled steroids, are the most important treatment for most people with asthma.\n\nBronchodilators relieve the symptoms of asthma by relaxing the muscles that can tighten around the airways. This helps to open up the airways. \n\nShort-acting bronchodilator inhalers are often referred to as rescue inhalers and are used to quickly relieve the cough, wheeze, chest tightness, and shortness of breath caused by asthma\n\nLong-acting beta agonists (LABA) or antileukotriene agents may be used in addition to inhaled corticosteroids if asthma symptoms remain uncontrolled.\n\nTreatment of rapidly worsening symptoms is usually with an inhaled short-acting beta-2 agonist such as salbutamol and corticosteroids taken by mouth. In very severe cases, intravenous corticosteroids, magnesium sulfate, and hospitalization may be required."
  },
  "Coronavirus": {
    "symptoms": {
      "headache": "high",
      "back_pain": "no",
      "chest_pain": "high",
      "cough": "high",
      "fainting": "no",
      "sore_throat": "high",
      "fatigue": "high",
      "restlessness": "no",
      "low_body_temp": "no",
      "fever": "high",
      "sunken_eyes": "no",
      "nausea": "no",
      "blurred_vision": "no"
    },
    "description": "Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus.\n\nMost people infected with the COVID-19 virus will experience mild to moderate respiratory illness and recover without requiring special treatment.  Older people, and those with underlying medical problems like cardiovascular disease, diabetes, chronic respiratory disease, and cancer are more likely to develop serious illness.",
    "treatment": "The disease will last around 14 days during which you must quarantine yourself to prevent others from being infected. \n\nPrevention:\nThe best way to prevent and slow down transmission is to be well informed about the COVID-19 virus, the disease it causes and how it spreads. Protect yourself and others from infection by washing your hands or using an alcohol based rub frequently and not touching your face.\n\nVaccines have also been produced which protects you from few common variants of the disease. Getting yourself vaccinated also prevents the infection.\n\nTreatments for this disease include:\n\nMedicines:\nRemdesvir\nBamlanivimab\nEtesevimab\nCasirivimab\nImdevimab\n\nThis disease affects your lungs and might give you trouble breathing. Hence, supplemental oxygen and mechanical ventilatory support will also help in case you have difficulties in breathing."
  },
  "Diabetes": {
    "symptoms": {
      "headache": "no",
      "back_pain": "no",
      "chest_pain": "no",
      "cough": "no",
      "fainting": "no",
      "sore_throat": "no",
      "fatigue": "high",
      "restlessness": "no",
      "low_body_temp": "no",
      "fever": "no",
      "sunken_eyes": "no",
      "nausea": "low",
      "blurred_vision": "low"
    },
    "description": "Diabetes is a disease in which your blood glucose, or blood sugar, levels are too high.\n\nGlucose comes from the foods you eat.\n\nInsulin is a hormone that helps the glucose get into your cells to give them energy.\n\nWith type 1 diabetes, your body does not make insulin.\n\nWith type 2 diabetes, the more common type, your body does not make or use insulin well.\n\nWithout enough insulin, the glucose stays in your blood. \n\nYou can also have prediabetes. This means that your blood sugar is higher than normal but not high enough to be called diabetes. Having prediabetes puts you at a higher risk of getting type 2 diabetes.\n\nOver time, having too much glucose in your blood can cause serious problems. It can damage your eyes, kidneys, and nerves. Diabetes can also cause heart disease, stroke and even the need to remove a limb. Pregnant women can also get diabetes, called gestational diabetes.\n",
    "treatment": "Patients with type 1 diabetes will need to take insulin injections for the rest of their life. They must also ensure proper blood-glucose levels by carrying out regular blood tests and following a special diet.\n\nType 2 patients need to eat healthily, be physically active, and test their blood glucose. They may also need to take oral medication, and/or insulin to control blood glucose levels.\n\nTreatment for type 1 diabetes includes:\n\nTaking insulin\nCarbohydrate, fat and protein counting\nFrequent blood sugar monitoring\nEating healthy foods\nExercising regularly and maintaining a healthy weight\n\nTypes of insulin are many and include:\n\nShort-acting (regular) insulin\nRapid-acting insulin\nIntermediate-acting (NPH) insulin\nLong-acting insulin\n\nOther Medications:\n\nHigh blood pressure medications\nAspirin\nCholesterol-lowering drugs\n\nTreatment for type 2 diabetes includes:\n\nHealthy eating\nRegular exercise\nPossibly, diabetes medication or insulin therapy\nBlood sugar monitoring\n\nExamples of possible treatments for type 2 diabetes include:\n\nMetformin (Glucophage, Glumetza, others)\nSulfonylureas\nMeglitinides\nThiazolidinediones\nInsulin therapy"
  },
  "Epilepsy": {
    "symptoms": {
      "headache": "no",
      "back_pain": "no",
      "chest_pain": "no",
      "cough": "no",
      "fainting": "no",
      "sore_throat": "no",
      "fatigue": "low",
      "restlessness": "no",
      "low_body_temp": "no",
      "fever": "no",
      "sunken_eyes": "no",
      "nausea": "no",
      "blurred_vision": "no"
    },
    "description": "Epilepsy is defined as a brain disorder characterized by an enduring predisposition to generate epileptic seizures and by the neurobiologic, cognitive, psychological, and social consequences of this condition. \n",
    "treatment": "Treatment with medications or sometimes surgery can control seizures for the majority of people with epilepsy.\n\nSome people require lifelong treatment to control seizures, but for others, the seizures eventually go away. Some children with epilepsy may outgrow the condition with age.\n\nMedication:\n\nEpilepsy medications, sometimes called anti-seizure or anticonvulsant medications, change the way your brain cells work and send messages to each other.\n\nThe kind of medication depends on:\n\nThe type of seizures\nFrequency of seizures\nAge\nSex\nOther medical conditions\n\nGeneral Medications are:\n\nCarbamazepine (Tegretol or Carbatrol)\nDivalproex (depakote, Depakote ER)\nDiazepam (Valium and similar tranquilizers)\nEthosuximide (Zarontin)\nPhenytoin (Dilantin or Phenytek)\nPhenobarbital\nPrimidone (Mysoline)\nValproic acid (Depakene)"

  },
  "Glaucoma": {
    "symptoms": {
      "headache": "low",
      "back_pain": "no",
      "chest_pain": "no",
      "cough": "no",
      "fainting": "no",
      "sore_throat": "no",
      "fatigue": "no",
      "restlessness": "no",
      "low_body_temp": "no",
      "fever": "no",
      "sunken_eyes": "no",
      "nausea": "high",
      "blurred_vision": "low"
    },
    "description": "Glaucoma is a group of eye disorders that lead to progressive damage to the nerve that connects the eye to the brain called the optic nerve. People with glaucoma can lose nerve tissue, resulting in vision loss.\n\nThe optic nerve is a bundle of about 1 million individual nerve fibers that transmits the visual signals from the eye to the brain. In the most common form of glaucoma, primary open-angle glaucoma, the fluid pressure inside the eye increases. This increase in pressure may cause progressive damage to the optic nerve and loss of nerve fibers. Advanced glaucoma may even lead to blindness.\n\nNot everyone with high eye pressure will develop glaucoma, and some people with normal eye pressure will develop glaucoma. When the pressure inside a person's eye is too high for a particular optic nerve, whatever that pressure measurement may be, glaucoma will develop.\n",
    "treatment" : "Vision loss due to glaucoma can't be recovered.\n\nPrevention:\nGet regular eye exams that include measurements of your eye pressure.\nIf glaucoma is recognized early, vision loss can be slowed or prevented. life.\n\nTreatments for Glaucoma include:\n\nMedicines:\n\nMedicines, in the form of eyedrops or pills, are the most common early treatment for glaucoma. \n\nTaken regularly, these eyedrops lower eye pressure. Some medicines cause the eye to make less fluid. Others lower pressure by helping fluid drain from the eye.\n\nLaser trabeculoplasty:\n\nLaser trabeculoplasty helps fluid drain out of the eye. Your doctor may suggest this step at any time. In many cases, medicines still need to be taken after the procedure.\n\nIf glaucoma is present in both eyes, usually only one eye will be treated at a time. Laser treatments for each eye will be scheduled several days to several weeks apart.\n\nConventional surgery:\nConventional surgery makes a new opening for the fluid to leave the eye. Conventional surgery often is done after medicines and laser surgery have failed to control pressure"

  },
  "Heart Disease": {
    "headache": "no",
    "back_pain": "no",
    "chest_pain": "high",
    "cough": "no",
    "fainting": "no",
    "sore_throat": "no",
    "fatigue": "no",
    "restlessness": "no",
    "low_body_temp": "no",
    "fever": "no",
    "sunken_eyes": "no",
    "nausea": "high",
    "blurred_vision": "no"
  },
  "Heat Stroke": {
    "headache": "high",
    "back_pain": "no",
    "chest_pain": "no",
    "cough": "no",
    "fainting": "no",
    "sore_throat": "no",
    "fatigue": "no",
    "restlessness": "no",
    "low_body_temp": "no",
    "fever": "high",
    "sunken_eyes": "no",
    "nausea": "high",
    "blurred_vision": "no"
  },
  "Hyperthyroidism": {
    "headache": "no",
    "back_pain": "no",
    "chest_pain": "no",
    "cough": "no",
    "fainting": "no",
    "sore_throat": "no",
    "fatigue": "high",
    "restlessness": "no",
    "low_body_temp": "no",
    "fever": "no",
    "sunken_eyes": "no",
    "nausea": "low",
    "blurred_vision": "no"
  },
  "Hypothermia": {
    "headache": "no",
    "back_pain": "no",
    "chest_pain": "no",
    "cough": "no",
    "fainting": "yes",
    "sore_throat": "no",
    "fatigue": "no",
    "restlessness": "no",
    "low_body_temp": "high",
    "fever": "no",
    "sunken_eyes": "no",
    "nausea": "no",
    "blurred_vision": "no"
  },
  "Jaundice": {
    "headache": "no",
    "back_pain": "no",
    "chest_pain": "no",
    "cough": "no",
    "fainting": "no",
    "sore_throat": "no",
    "fatigue": "high",
    "restlessness": "no",
    "low_body_temp": "no",
    "fever": "low",
    "sunken_eyes": "no",
    "nausea": "high",
    "blurred_vision": "no"
  },
  "Sinusitis": {
    "headache": "low",
    "back_pain": "no",
    "chest_pain": "no",
    "cough": "high",
    "fainting": "no",
    "sore_throat": "high",
    "fatigue": "no",
    "restlessness": "no",
    "low_body_temp": "no",
    "fever": "low",
    "sunken_eyes": "no",
    "nausea": "no",
    "blurred_vision": "no"
  },
  "Tuberculosis": {
    "symptoms": {
      "headache": "no",
      "back_pain": "no",
      "chest_pain": "high",
      "cough": "low",
      "fainting": "no",
      "sore_throat": "no",
      "fatigue": "no",
      "restlessness": "no",
      "low_body_temp": "no",
      "fever": "high",
      "sunken_eyes": "no",
      "nausea": "no",
      "blurred_vision": "no"
    },
    "description": "",
    "treatment": ""
  }
}